Revit 2027 API
ParameterTypeId.RebarElementRounding Property
 "Rounding Overrides"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarElementRounding { get; }
Public Shared ReadOnly Property RebarElementRounding As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarElementRounding {
	ForgeTypeId^ get ();
}
static member RebarElementRounding : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace